[{
  "label1": "image\\Theoretical.svg",
  "label2": "image\\experiment.svg",
  "author": "Aparicio, H., Ronai, E. ",
  "year": "2024",
  "title": "<i>Scalar implicatures vary within and across adjectival scales.</i> Proceedings of <i>SALT</i> 33 pp. 110-130.",
  "abstract": "Recent experimental literature has investigated across-scale variation in scalar implicature calculation: lexical scales significantly differ from each other in how likely they are to be strengthened (e.g., <i>old</i> → <i>not ancient</i> vs. <i>smart</i> → <i>not brilliant</i>). But in existing studies of this scalar diversity, not enough attention has been paid to potential variation introduced by the carrier sentences that scales occur in. In this paper, we carry out the first systematic investigation of the role of sentential context on scalar diversity. Focusing on scales formed by two gradable adjectives, we manipulate the comparison class, specifically whether a noun is likely to have the property described by the scalar adjective (e.g., <i>brilliant employee</i> vs. <i>brilliant scientist</i>). Our results show within-scale variation: a significant effect of comparison class on the likelihood of scalar implicature calculation. We explain this result in terms of the adjectival threshold distance between the weaker (<i>smart</i>) and stronger (<i>brilliant</i>) adjective, conditioned on the comparison class (<i>employee</i> vs. <i>scientist</i>). Our findings also highlight the methodological importance of controlling carrier sentences.",
  "BibTeX": "@inproceedings{aparicio2023scalar,]\n title={Scalar implicature rates vary within and across adjectival scales}, \nauthor={Aparicio, Helena and Ronai, Eszter},\n booktitle={Semantics and Linguistic Theory},\n pages={110--130},\n year={2023}\n }",
  "PDF": "docs/Aparicio-Ronai-SALT33.pdf",
  "group": "myGroup",
  "groupId": "#myGroup",
  "ahref": "#Abstract",
  "aria-controls1": "Abstract",
  "data-bs-target": "#BibTeX",
  "aria-controls2": "BibTeX"
},
{
  "label1": "image\\Theoretical.svg",
  "label2": "image\\experiment.svg",
  "author": "<b>Nianpo, s.</b>, Aparicio, H. ",
  "year": "2023",
  "title": "<i>NPI licensing and intrusion effects in Japanese.</i> Proceedings of the <i>Chicago Linguistic Society</i> pp. 443-454.",
  "abstract": "",
  "BibTeX": "",
  "PDF": "docs/Su and Aparicio.pdf",
  "group": "myGroup",
  "groupId": "#myGroup",
  "ahref": "#Abstract",
  "aria-controls1": "Abstract",
  "data-bs-target": "#BibTeX",
  "aria-controls2": "BibTeX"
}
]
